[
  "colored-tags",
  "calendar",
  "obsidian-full-calendar",
  "templater-obsidian",
  "cm-editor-syntax-highlight-obsidian",
  "various-complements",
  "cm-typewriter-scroll-obsidian",
  "better-word-count",
  "shiki-highlighter",
  "widgets",
  "obsidian-vimrc-support",
  "omnisearch",
  "obsidian-latex-suite",
  "homepage",
  "obsidian-icon-folder",
  "obsidian-file-color",
  "obsidian-git",
  "dataview",
  "file-tree-alternative",
  "obsidian-go-to-line",
  "obsidian-sort-and-permute-lines",
  "unicode-search",
  "pixel-pets",
  "editor-width-slider",
  "editing-toolbar",
  "obsidian-hider",
  "cmdr"
]