[
  "cm-editor-syntax-highlight-obsidian",
  "obsidian-style-settings",
  "dataview",
  "editing-toolbar",
  "colored-tags",
  "obsidian-icon-folder",
  "recent-files-obsidian",
  "omnisearch",
  "obsidian-sort-and-permute-lines",
  "obsidian-copy-block-link",
  "obsidian-git",
  "calendar",
  "homepage",
  "obsidian-full-calendar",
  "codeblock-customizer",
  "table-editor-obsidian",
  "templater-obsidian",
  "cm-typewriter-scroll-obsidian",
  "obsidian-custom-frames",
  "obsidian-file-color"
]