[
  "colored-tags",
  "recent-files-obsidian",
  "calendar",
  "obsidian-full-calendar",
  "templater-obsidian",
  "cm-editor-syntax-highlight-obsidian",
  "various-complements",
  "cm-typewriter-scroll-obsidian",
  "better-word-count",
  "shiki-highlighter",
  "widgets",
  "obsidian-vimrc-support",
  "obsidian-projects",
  "omnisearch",
  "obsidian-latex-suite",
  "homepage",
  "obsidian-icon-folder",
  "obsidian-file-color",
  "obsidian-git",
  "dataview",
  "file-tree-alternative",
  "table-editor-obsidian",
  "obsidian-go-to-line",
  "obsidian-sort-and-permute-lines"
]